Repository: WallyHix/iOS-iCommand
Catalog: ConversAI/ConversAI/*.lproj/Localizable.strings
Languages: es, tr

# app_name
source: iCommand
es: ConversAI
tr: ConversAI

source: Chat
tr: Sohbet

source: AI Assistants
es: Asistentes de IA
tr: YZ Asistanları

source: History
es: Historial
tr: Geçmiş

source: Account
es: Cuenta
tr: Hesap

source: App Icon
es: Icono de la aplicación
tr: Uygulama Simgesi

source: Welcome
es: Bienvenido
tr: Hoşgeldiniz

source: Start Chat
es: Comenzar chat
tr: Sohbet Başlat

source: Welcome to
es: Bienvenido a
tr: Hoşgeldiniz

# welcome_app_name
source: iCommand 👋
es: ConversAI 👋
tr: ConversAI 👋

# welcome_description
source: Start chatting with iCommand now. You can ask me anything
es: Comienza a chatear con ConversAI ahora. Puedes preguntarme cualquier cosa
tr: ConversAI ile sohbet etmeye başlayın. Bana herhangi bir şey sorabilirsiniz

source: Ask me anything...
es: Pregúntame cualquier cosa...
tr: Bana herhangi bir şey sor…

source: Back Icon
es: Icono de regreso
tr: Geri Simgesi

source: Share
es: Compartir
tr: Paylaş

source: Writing
es: Escritura
tr: Yazı

# write_article
source: Write an Articles
es: Escribir un artículo
tr: Makale Yaz

# write_article_description
source: Generate well-written articles on any topic you want
es: Generar artículos bien escritos sobre cualquier tema que desees
tr: İstediğiniz herhangi bir konuda iyi yazılmış makaleler oluşturun

source: Academic Writer
es: Escritor académico
tr: Akademik Yazar

# academic_writer_description
source: Generate educational writing such as essays, reports, etc.
es: Generar escritos educativos como ensayos, informes, etc.
tr: Denemeler, raporlar vb. gibi eğitim yazıları oluşturun.

# summarize
source: Summarize (TL;DR)
es: Resumir (TL;DR)
tr: Özet (TL;DR)

# summarize_description
source: Extract key points from long texts.
es: Extraer puntos clave de textos largos.
tr: Uzun metinlerden anahtar noktaları çıkarın.

source: Translate Language
es: Traducir idioma
tr: Dil Çevirisi

# translate_language_description
source: Translate from one language to another
es: Traducir de un idioma a otro
tr: Bir dilden diğerine çevirin

# plagiarism_checker
source: Plagiarism Check
es: Verificador de plagio
tr: İntihal Kontrolü

# plagiarism_checker_description
source: Check the level of text
es: Verificar el nivel de plagio en un texto
tr: Metnin seviyesini kontrol edin.

source: Creative
es: Creativo
tr: Yaratıcı

# song_lyrics
source: Songs / Lyrics
es: Canciones / Letras
tr: Şarkılar / Şarkı Sözleri

# song_lyrics_description
source: Generate lyrics from any music genre you want.
es: Generar letras de canciones de cualquier género musical que desees.
tr: İstediğiniz herhangi bir müzik türünden şarkı sözleri oluşturun.

source: Storyteller
es: Cuentacuentos
tr: Hikaye Anlatıcısı

# storyteller_description
source: Generate stories from any given topic.
es: Generar historias sobre cualquier tema dado.
tr: Verilen herhangi bir konudan hikayeler oluşturun.

source: Poems
es: Poemas
tr: Şiirler

# poems_description
source: Generate poems in different styles
es: Generar poemas en diferentes estilos
tr: Farklı tarzlarda şiirler oluşturun

source: Movie Script
es: Guion de película
tr: Film Senaryosu

# movie_script_description
source: Generate the script from movie
es: Generar el guion de una película
tr: Film senaryosunu oluşturun

source: Email Writer
es: Escritor de correos electrónicos
tr: E-posta Yazarı

# email_writer_description
source: Generate templates for emails, letters, etc.
es: Generar plantillas para correos electrónicos, cartas, etc.
tr: E-postalar, mektuplar vb. için şablonlar oluşturun.

source: Answer Interviewer
es: Responder al entrevistador
tr: Röportaj Cevaplaya

# answer_interviewer_description
source: Generate answer to interview questions.
es: Generar respuestas a preguntas de entrevistas.
tr: Röportaj sorularına cevaplar üretin.

source: Job Post
es: Publicación de empleo
tr: İş İlanı

# job_post_description
source: Write ideal job descriptions for posting.
es: Escribir descripciones de trabajo ideales para publicar.
tr: İdeal iş tanımlarını yazarak ilan verin.

source: Advertisement
es: Anuncio
tr: Reklam

# advertisement_description
source: Generate promotional text for products, services, brands, etc.
es: Generar texto promocional para productos, servicios, marcas, etc.
tr: Ürünler, hizmetler, markalar vb. için tanıtıcı metinler oluşturun.

source: Business
es: Negocios
tr: İşletme

source: Social Media
es: Redes sociales
tr: Sosyal Medya

# linkedin_description
source: Create attention grabbing posts on LinkedIn
es: Crear publicaciones llamativas en LinkedIn
tr: LinkedIn'de dikkat çekici gönderiler oluşturun.

# instagram_description
source: Write captions that attract audience on Instagram.
es: Escribir leyendas que atraigan a la audiencia en Instagram.
tr: Instagram'da izleyiciyi çeken başlıklar yazın.

# twitter_description
source: Make tweets that catch the attention of readers on Twitter.
es: Crear tweets que capturen la atención de los lectores en Twitter.
tr: Twitter'da okuyucuların ilgisini çeken tweetler yapın.

# tiktok_description
source: Create attention grabbing and viral captions on TikTok
es: Crear leyendas llamativas y virales en TikTok
tr: TikTok'ta dikkat çekici ve viral başlıklar oluşturun.

# facebook_description
source: Create attention-grabbing post on Facebook
es: Crear publicaciones llamativas en Facebook
tr: Facebook'ta dikkat çekici gönderiler oluşturun.

source: Developer
es: Desarrollador
tr: Geliştirici

source: Write Code
es: Escribir código
tr: Kod Yazın

# write_code_description
source: Write codes in any programming language.
es: Escribir código en cualquier lenguaje de programación.
tr: Herhangi bir programlama dilinde kodlar yazın.

source: Explain Code
es: Explicar código
tr: Kodu Açıklayın

# explain_code_description
source: Explain complicated programming code snippets
es: Explicar fragmentos de código de programación complicados
tr: Karmaşık programlama kod örneklerini açıklayın.

source: Personal
tr: Kişisel

# birtday
source: Birthday
es: Cumpleaños
tr: Doğum Günü

# birtday_description
source: Create sincere birthday wishes for loved ones
es: Crear deseos de cumpleaños sinceros para seres queridos
tr: Sevdikleriniz için samimi doğum günü dilekleri oluşturun.

source: Apology
es: Disculpa
tr: Özür

# apology_description
source: Make an apology for the mistakes that have been
es: Ofrecer disculpas por los errores cometidos
tr: Yapılan hatalar için özür dilemek.

source: Invitation
es: Invitación
tr: Davetiye

# invitation_description
source: Write perfect invitation for any event
es: Escribir una invitación perfecta para cualquier evento
tr: Herhangi bir etkinlik için mükemmel davetiye yazın.

source: Other
es: Otro
tr: Diğer

source: Create Conversation
es: Crear Conversación
tr: Konuşma Oluşturun

# create_conversation_description
source: Create conversation templates for two or more people
es: Crear plantillas de conversación para dos o más personas
tr: İki veya daha fazla kişi için konuşma şablonları oluşturun.

# tell_joke
source: Tell a Joke
es: Contar un chiste
tr: Şaka Anlatın

# tell_joke_description
source: Write funny jokes to tell your friends and make them laugh.
es: Escribir chistes divertidos para contar a tus amigos y hacerlos reír.
tr: Arkadaşlarınıza anlatacağınız komik şakalar sorun.

source: Food Recipes
es: Recetas de comida
tr: Yemek Tarifleri

# food_recipes_description
source: Get any cooking recipes for food dishes.
es: Obtener recetas de cocina para platos de comida.
tr: Yemek yemekleri için herhangi bir yemek tarifini edinin.

source: Diet Plan
es: Plan de dieta
tr: Diyet Planı

# diet_plan_description
source: Create meal plans and diets based on your preferences.
es: Crear planes de comidas y dietas basadas en tus preferencias.
tr: Tercihlerinize göre yemek planları ve diyetler oluşturun.

source: All
es: Todo
tr: Hepsi

source: Capabilities
es: Capacidades
tr: Yetenekler

# capabilities_1
source: Answer all your questions. (Just ask me anything you like!)
es: Responder a todas tus preguntas. (¡Pregúntame lo que quieras!)
tr: Tüm sorularınızı cevaplayın. (Sadece istediğiniz her şeyi bana sorun!)

# capabilities_2
source: Generate all the text you want. (essays, articles, reports, stories, & more)
es: Generar todo el texto que desees. (ensayos, artículos, informes, historias y más)
tr: Tüm metinleri istediğiniz gibi oluşturun. (ese, makaleler, raporlar, hikayeler ve daha fazlası)

# capabilities_3
source: Conversational AI (I can talk to you like a natural human)
es: IA conversacional (Puedo hablar contigo como un humano natural)
tr: Konuşma yapay zeka (Bir insan gibi sizinle konuşabilirim)

# capabilities_desc
source: These are just few examples of what I can do
es: Estos son solo algunos ejemplos de lo que puedo hacer
tr: Bunlar benim yapabileceğim örneklerden sadece birkaçı

source: Stop generating…
es: Detener la generación...
tr: Oluşturmayı durdur…

source: Copy
es: Copiar
tr: Kopyala

# write_article_example1
source: Write an article discussing the benefits of practicing mindfulness in daily life
es: Escribe un artículo que discuta los beneficios de practicar la atención plena en la vida diaria
tr: Günlük hayatta bilinçli farkındalık uygulamanın faydalarını tartışan bir makale yazın

# write_article_example2
source: Write an article discussing the impact of climate change on the planet.
es: Escribe un artículo que discuta el impacto del cambio climático en el planeta.
tr: Dünya üzerindeki iklim değişikliğinin etkilerini tartışan bir makale yazın.

# write_article_example3
source: Write an article discussing the importance of maintaining a healthy work-life balance.
es: Escribe un artículo que discuta la importancia de mantener un equilibrio saludable entre el trabajo y la vida personal.
tr: Sağlıklı bir iş-yaşam dengesini sürdürmenin önemini tartışan bir makale yazın.

# academic_writer_example1
source: Write an academic essay about the impact of climate change on global food security.
es: Escribe un ensayo académico sobre el impacto del cambio climático en la seguridad alimentaria global.
tr: Küresel gıda güvenliğine iklim değişikliğinin etkisi hakkında bir akademik makale yazın.

# academic_writer_example2
source: Write an academic essay about the role of technology in shaping modern education.
es: Escribe un ensayo académico sobre el papel de la tecnología en la configuración de la educación moderna.
tr: Modern eğitimi şekillendirmedeki teknolojinin rolü hakkında bir akademik makale yazın.

# academic_writer_example3
source: Write an academic essay about the ethics of artificial intelligence and its impact on society.
es: Escribe un ensayo académico sobre la ética de la inteligencia artificial y su impacto en la sociedad.
tr: Yapay zeka etiği ve toplum üzerindeki etkisi hakkında bir akademik makale yazın.

# summarize_example1
source: Summarize this article "The effectiveness of cognitive-behavioral therapy in treating depression.....
es: Resume este artículo La efectividad de la terapia cognitivo-conductual en el tratamiento de la depresión.....
tr: "Depresyon tedavisinde bilişsel davranış terapisinin etkililiği...." makalesini özetleyin.

# summarize_example2
source: Summarize this essay "An analysis of the impact of social media on mental health.
es: Resume este ensayo Un análisis del impacto de las redes sociales en la salud mental.
tr: "Sosyal medyanın zihinsel sağlık üzerindeki etkisinin bir analizi" adlı makaleyi özetleyin.

# summarize_example3
source: Summarize this story "An Old Man in the Village..
es: Resume esta historia Un viejo hombre en el pueblo..
tr: "Köydeki Yaşlı Adam" adlı öyküyü özetleyin.

# translate_language_example1
source: Translate the following sentences into English "Consejos para mantenerse motivado y productivo mientras trabaja desde casa."
es: Traduce las siguientes oraciones al inglés "Consejos para mantenerse motivado y productivo mientras trabaja desde casa."
tr: Aşağıdaki cümleleri İngilizce'ye çevirin: "Consejos para mantenerse motivado y productivo mientras trabaja desde casa."

# translate_language_example2
source: Translate the following sentences into German "心理健康和自我保健对整体福祉的重要性"
es: Traduce las siguientes oraciones al alemán "心理健康和自我保健对整体福祉的重要性"
tr: Aşağıdaki cümleleri Almanca'ya çevirin: "心理健康和自我保健对整体福祉的重要性"

# translate_language_example3
source: Translate the following sentences into Korean "Impactul schimbárilor climatice asupra securitátii alimentare globale.
es: Traduce las siguientes oraciones al coreano "Impactul schimbárilor climatice asupra securitátii alimentare globale."
tr: Aşağıdaki cümleleri Korece'ye çevirin: "Impactul schimbárilor climatice asupra securitátii alimentare globale."

# plagiarism_checker_example1
source: I want to check the plagiarism of this article "Social media has completely transformed the way we communicate and interact
es: Quiero comprobar el plagio de este artículo "Las redes sociales han transformado completamente la forma en que nos comunicamos e interactuamos"
tr: Bu makalenin benzerlik kontrolünü yapmak istiyorum: "Sosyal medya, iletişim ve etkileşim şeklimizi tamamen değiştirdi."

# plagiarism_checker_example2
source: What is the level of originality of this essay "One of the ways globalization has contributed to income inequality is
es: ¿Cuál es el nivel de originalidad de este ensayo "Una de las formas en que la globalización ha contribuido a la desigualdad de ingresos es"
tr: Bu makalenin özgünlük seviyesi nedir: "Küreselleşmenin gelir eşitsizliğine katkıda bulunan yollardan biri"

# plagiarism_checker_example3
source: What percentage level of plagiarism emerges from this thesis "Globalization has been a driving
es: ¿Qué nivel de porcentaje de plagio se desprende de esta tesis "La globalización ha sido un impulsor"
tr: Bu tezden çıkan benzerlik yüzdesi nedir: "Küreselleşme, birçok ülkede ekonomik büyümeyi tetikleyen önemli bir faktördür."

# song_lyrics_example1
source: Make me lyrics of a broken heart because of love
es: Crea letras de una canción sobre un corazón roto por amor
tr: Bir aşk acısı temasıyla şarkı sözleri yapın

# song_lyrics_example2
source: want to make a song with the theme of true friends
es: Quiero hacer una canción con el tema de los verdaderos amigos
tr: Gerçek dostluk temasıyla bir şarkı yapmak istiyorum

# song_lyrics_example3
source: Make me a rock song with an anti-war subject
es: Crea una canción de rock con un tema antibélico
tr: Savaş karşıtı bir konusu olan bir rock şarkısı yapın

# storyteller_example1
source: Make me a bedtime story about a girl with a magic stone
es: Crea una historia para contar antes de dormir sobre una niña con una piedra mágica
tr: Bir büyülü taşı olan bir kız hakkında bir uyku öyküsü yapın

# storyteller_example2
source: I want to make a short novel story about a friendship in high school
es: Quiero hacer una historia corta y novelada sobre una amistad en la escuela secundaria
tr: Lisedeki bir arkadaşlığı konu alan kısa bir roman öyküsü yazmak istiyorum

# storyteller_example3
source: want to write a short story about the meaning of love and friends
es: Quiero escribir un cuento corto sobre el significado del amor y los amigos
tr: Aşk ve arkadaşlığın anlamı hakkında kısa bir öykü yazmak istiyorum

# poems_example1
source: Make me a poems with the theme of justice and social criticism
es: Crea poemas con el tema de la justicia y la crítica social
tr: Adalet ve sosyal eleştirinin temasıyla bir şiir yapın

# poems_example2
source: I want to write a poems about divinity
es: Quiero escribir un poema sobre la divinidad
tr: İlahi temasıyla bir şiir yazmak istiyorum

# poems_example3
source: I want to write a poem on the subject of failure in life and rising to success
es: Quiero escribir un poema sobre el fracaso en la vida y cómo llegar al éxito
tr: Hayatta başarısızlık konusunda bir şiir yazmak istiyorum ve başarıya yükselme

# movie_script_example1
source: Give me a script for a comedy set in an amusement park
es: Dame un guion para una comedia ambientada en un parque de atracciones
tr: Bir eğlence parkında geçen bir komedi için senaryo yazabilir misiniz?

# movie_script_example2
source: want to write a short film script about life and friends in high school
es: Quiero escribir un guion de cortometraje sobre la vida y los amigos en la escuela secundaria
tr: Lise hayatı ve arkadaşlar üzerine kısa bir film senaryosu yazmak istiyorum.

# movie_script_example3
source: Make me a romance-themed film script with a background in the 80s in Europe
es: Crea un guion de película de temática romántica con un trasfondo en los años 80 en Europa
tr: 80'lerde Avrupa'da geçen romantik bir film senaryosu yazabilir misiniz?

# email_writer_example1
source: Write me a cover letter for the Product Designer position at Google company.
es: Escríbeme una carta de presentación para el puesto de Diseñador de Productos en la empresa Google.
tr: Google şirketindeki Ürün Tasarımcısı pozisyonu için bir önyazı yazabilir misiniz?

# email_writer_example2
source: I want to write an email to the boss that I can not enter the office due to illness.
es: Quiero escribir un correo electrónico al jefe para informar que no puedo ingresar a la oficina debido a una enfermedad.
tr: Hastalık nedeniyle ofise giremeyeceğim konusunda patronuma bir e-posta yazmak istiyorum.

# email_writer_example3
source: Write me a template email message to my customers that I have an exciting new product.
es: Escríbeme un correo electrónico modelo para mis clientes para informarles sobre un nuevo producto emocionante.
tr: Müşterilerime heyecan verici yeni bir ürünüm olduğu konusunda bir şablon e-posta mesajı yazabilir misiniz?

# answer_interviewer_example1
source: Give me the answer to the interview question "What salary do you want?"
es: Dame la respuesta a la pregunta de la entrevista "¿Qué salario deseas?"
tr: Mülakatta sorulan "Hangi maaşı istersiniz?" sorusuna nasıl cevap verilir?

# answer_interviewer_example2
source: What is the best answer to the interview question "What motivates you to work for this company?"
es: ¿Cuál es la mejor respuesta a la pregunta de la entrevista "¿Qué te motiva a trabajar para esta empresa?"
tr: Mülakatta sorulan "Bu şirkette çalışmaya ne motive oluyorsunuz?" sorusuna en iyi cevap nedir?

# answer_interviewer_example3
source: Give me a way to answer the interview question "What contribution can you make to the company?"
es: Dame una forma de responder a la pregunta de la entrevista "¿Qué contribución puedes hacer a la empresa?"
tr: Mülakatta sorulan "Şirkete hangi katkıyı sağlayabilirsiniz?" sorusuna nasıl cevap verilir?

# job_post_example1
source: Make me a job post with the position of Product Designer for my company.
es: Crea una publicación de trabajo con el puesto de Diseñador de Productos para mi empresa.
tr: Şirketim için Ürün Tasarımcısı pozisyonu ile ilgili bir iş ilanı hazırlayabilir misiniz?

# job_post_example2
source: want to write a job post for a new employee in my office
es: Quiero escribir una publicación de trabajo para un nuevo empleado en mi oficina
tr: Ofisimde yeni bir çalışan için iş ilanı yazmak istiyorum.

# job_post_example3
source: Give me a short but interesting job post for a researcher position for a research project
es: Dame una publicación de trabajo corta pero interesante para un puesto de investigador en un proyecto de investigación
tr: Bir araştırma projesi için araştırmacı pozisyonu için kısa ama ilgi çekici bir iş ilanı yazabilir misiniz?

# advertisement_example1
source: I have a salon service, give me advertising words for marketing purposes on social media
es: Tengo un servicio de salón, dame palabras publicitarias con fines de marketing en las redes sociales
tr: Salon hizmetim var, sosyal medyada pazarlama amaçlı reklam sözcükleri yazabilir misiniz?

# advertisement_example2
source: Give me advertisements for perfume products that I just released to attract buyers
es: Dame anuncios para productos de perfume que acabo de lanzar para atraer compradores
tr: Yeni çıkardığım parfüm ürünleri için alıcıları çekmek için reklam verileri yazabilir misiniz?

# advertisement_example3
source: Write me an advertisement for food bazaar event and big discount on sunday
es: Escríbeme un anuncio para un evento de feria de alimentos y grandes descuentos el domingo
tr: Pazar günü yiyecek pazarı etkinliği ve büyük indirim için bir reklam yazabilir misiniz?

# linkedin_example1
source: I need a Linkedin post idea that showcases my programs and its unique value proposition to my audience clearly and concisely.
es: Necesito una idea de publicación en LinkedIn que muestre mis programas y su propuesta de valor única a mi audiencia de manera clara y concisa.
tr: Programlarımı ve benzersiz değer önerisini net ve özgün bir şekilde hedef kitleme sergileyecek bir Linkedin gönderisi fikri istiyorum.

# linkedin_example2
source: I'm looking for a Linkedln post idea that shares a recent success story with my service and highlights its positive impact on my customer
es: Estoy buscando una idea de publicación en LinkedIn que comparta una historia de éxito reciente con mi servicio y resalte su impacto positivo en mis clientes
tr: Servisimle ilgili bir başarı hikayesini paylaşan ve müşterim üzerindeki olumlu etkisini vurgulayan bir Linkedln gönderisi fikri arıyorum.

# linkedin_example3
source: Can you help me develop a Linkedin post idea that features a testimonial from one of my client and how my product helped solve their specific problem?
es: ¿Puedes ayudarme a desarrollar una idea de publicación en LinkedIn que presente un testimonio de uno de mis clientes y cómo mi producto ayudó a resolver su problema específico?
tr: Bir müşterimden gelen bir övgüyle ve ürünümün onların belirli bir sorununu nasıl çözdüğüne dair bir referansla ilgili bir Linkedin gönderi fikri geliştirmeme yardımcı olabilir misin?

# instagram_example1
source: I'm looking for an Instagram post idea that will showcase the unique features and benefits of my product and convince my customer to make a purchase.
es: Estoy buscando una idea de publicación en Instagram que muestre las características y beneficios únicos de mi producto y convenza a mis clientes de realizar una compra.
tr: Ürünümün benzersiz özelliklerini ve faydalarını sergileyecek ve müşterimin satın alma konusunda ikna olmasını sağlayacak bir Instagram gönderi fikri arıyorum.

# instagram_example2
source: need an Instagram post idea that will highlight the social proof and positive reviews of my service to build trust and credibility with my target audience.
es: Necesito una idea de publicación en Instagram que destaque las pruebas sociales y las críticas positivas de mi servicio para generar confianza y credibilidad con mi público objetivo.
tr: Hizmetimin sosyal kanıtını ve olumlu yorumlarını vurgulayacak ve hedef kitlemle güven ve saygınlık oluşturacak bir Instagram gönderi fikri arıyorum.

# instagram_example3
source: I'm looking for an Instagram post idea that will educate my audience on the benefits and uses of my service in a creative and engaging way.
es: Estoy buscando una idea de publicación en Instagram que eduque a mi audiencia sobre los beneficios y usos de mi servicio de manera creativa y atractiva.
tr: Hizmetimin faydaları ve kullanımları hakkında yaratıcı ve etkileyici bir şekilde hedef kitlemi eğitecek bir Instagram gönderi fikri arıyorum.

# twitter_example1
source: I need a tweet idea to promote my online course product for the ideal customer on twitter to buy it
es: Necesito una idea de tweet para promocionar mi producto de curso en línea para el cliente ideal en Twitter y que lo compre
tr: İdeal müşteriye hitap eden bir tweet fikri istiyorum, ürünümü Twitter'da tanıtarak satın almalarını sağlayacak.
