Repository: WallyHix/iOS-iCommand
Catalog: ConversAI/ConversAI/*.lproj/Localizable.strings
Languages: es, tr

# twitter_example2
source: need an tweet idea that will tell the story behind my company and its mission to connect with my target audience on a personal level.
es: Necesito una idea de tweet que cuente la historia detrás de mi empresa y su misión para conectar con mi público objetivo a un nivel personal.
tr: Şirketimin misyonu ve arkasındaki hikayeyi anlatacak ve hedef kitlemle kişisel bir bağlantı kuracak bir tweet fikri arıyorum.

# twitter_example3
source: I'm looking for an tweet post idea that will feature user-generated content and showcase how my product is making a difference in the lives of real people.
es: Estoy buscando una idea de publicación en Twitter que presente contenido generado por el usuario y muestre cómo mi producto está marcando la diferencia en la vida de personas reales.
tr: Kullanıcı tarafından oluşturulan içeriği öne çıkaracak ve gerçek insanların hayatlarında ürünümün ne kadar fark yarattığını sergileyecek bir tweet fikri arıyorum.

# tiktok_example1
source: need a TikTok caption post idea that will showcase my novel ebook in action through a demo video or product tutorial.
es: Necesito una idea de subtítulo de TikTok que muestre mi libro electrónico novel en acción a través de un video demostrativo o tutorial del producto.
tr: Roman kitabımı bir demo videosu veya ürün öğreticiyle gösteren bir TikTok açıklaması fikri istiyorum.

# tiktok_example2
source: I'm looking for a caption tiktok post idea that will tap into the current trending topics and relate it to my cosmetic product in a fun and entertaining way.
es: Estoy buscando una idea de subtítulo de TikTok que aproveche los temas de tendencia actuales y los relacione con mi producto cosmético de manera divertida y entretenida.
tr: Güncel trend konularına dokunacak ve kozmetik ürünümü eğlenceli ve ilgi çekici bir şekilde ilgili hale getirecek bir TikTok açıklaması fikri arıyorum.

# tiktok_example3
source: I'm looking for a TikTok caption post idea that will ask a question to my audience and encourage them to engage in the comments section.
es: Estoy buscando una idea de subtítulo de TikTok que haga una pregunta a mi audiencia y los anime a participar en la sección de comentarios.
tr: Hedef kitlemi yorumlar bölümünde etkileşime teşvik edecek bir soru sormak ve cevap almalarını sağlamak için bir TikTok açıklaması fikri arıyorum.

# facebook_example1
source: I need a Facebook post idea that will showcase my digital product in action with real-life examples of how it has benefited my customers.
es: Necesito una idea de publicación en Facebook que muestre mi producto digital en acción con ejemplos de la vida real de cómo ha beneficiado a mis clientes.
tr: Dijital ürünümün müşterilerime nasıl fayda sağladığına dair gerçek hayattan örneklerle sergileyecek bir Facebook gönderi fikri arıyorum.

# facebook_example2
source: I need a Facebook post idea that will share a personal experience or success story related to my design course and inspire my audience.
es: Necesito una idea de publicación en Facebook que comparta una experiencia personal o una historia de éxito relacionada con mi curso de diseño e inspire a mi audiencia.
tr: Kişisel bir deneyim veya başarı hikayesi paylaşacak ve hedef kitlemi ilhamlandıracak bir Facebook gönderi fikri arıyorum.

# facebook_example3
source: I need a Facebook post idea that will introduce my ebook in an attention-grabbing way and highlight its unique features that differentiate it from competitors.
es: Necesito una idea de publicación en Facebook que presente mi libro electrónico de una manera llamativa y destaque sus características únicas que lo diferencian de la competencia.
tr: Benim kitabımı rakiplerinden ayıran benzersiz özelliklerini vurgulayan ve dikkat çekici bir şekilde tanıtan bir Facebook gönderi fikrine ihtiyacım var.

# write_code_example1
source: Give me a CRUD function in Python programming language
es: Dame una función CRUD en el lenguaje de programación Python.
tr: Python programlama dilinde CRUD işlevi verin.

# write_code_example2
source: How do I make an HTTP request in Javascript, PH, and Python?
es: ¿Cómo hago una solicitud HTTP en Javascript, PHP y Python?
tr: JavaScript, PH ve Python'da nasıl HTTP isteği yapabilirim?

# write_code_example3
source: Locate any logic errors in the following [language] code snippet: [code snippet].
es: Localiza cualquier error lógico en el siguiente fragmento de código en [lenguaje]: [fragmento de código].
tr: Aşağıdaki [dil] kod parçasındaki mantıksal hataları bulun: [kod parçası].

# explain_code_example1
source: I have the PHP code, but I don't know what it means. Can you explain this code "Paste your code here"
es: Tengo el código PHP, pero no sé qué significa. ¿Puedes explicar este código? "Pega tu código aquí"
tr: PHP kodum var, ama ne anlama geldiğini bilmiyorum. Bu kodu "Kodunuzu buraya yapıştırın" açıklayabilir misiniz?

# explain_code_example2
source: Can you explain this code, find logic errors, and potential performance issues if any "Paste your code here"
es: ¿Puedes explicar este código, encontrar errores lógicos y posibles problemas de rendimiento si los hay? "Pega tu código aquí"
tr: Bu kodu açıklayabilir misiniz, mantıksal hataları bulabilir misiniz ve herhangi bir potansiyel performans sorunu varsa belirtebilir misiniz? "Kodunuzu buraya yapıştırın"

# explain_code_example3
source: Describe the function of this code, find deadlock issues, and potential SQL injection vulnerabilities if any "Paste your code here"
es: Describe la función de este código, encuentra problemas de bloqueo y posibles vulnerabilidades de inyección SQL si las hay. "Pega tu código aquí"
tr: Bu kodun işlevini açıklayın, ölümcül sorunları bulun, herhangi bir SQL enjeksiyonu zafiyeti varsa belirleyin "Kodunuzu buraya yapıştırın".

# birtday_example1
source: Write me a heartfelt wish for my daughter's 12th birthday
es: Escríbeme un deseo sincero para el 12 cumpleaños de mi hija.
tr: Kızımın 12. doğum günü için içten bir dilek yazın.

# birtday_example2
source: Iwant to wish my mother a sincere happy birthday who will be 60 years old
es: Quiero desearle un sincero feliz cumpleaños a mi madre, que cumplirá 60 años.
tr: 60 yaşına girecek anneme içten bir doğum günü dileği yazmak istiyorum.

# birtday_example3
source: Write me a sincere wish for my boyfriend who has a birthday tomorrow
es: Escríbeme un deseo sincero para mi novio, que cumple años mañana.
tr: Yarın doğum günü olan erkek arkadaşım için içten bir dilek yazın.

# apology_example1
source: I disappointed friends by forgetting an important appointment, can I make a sincere apology?
es: Decepcioné a mis amigos al olvidar una cita importante, ¿puedo hacer una disculpa sincera?
tr: Önemli bir randevuyu unutarak arkadaşlarımı hayal kırıklığına uğrattım, samimi bir özür dileyebilir miyim?

# apology_example2
source: I made my mother angry, write me a sincere apology
es: Hice enojar a mi madre, escríbeme una disculpa sincera.
tr: Annemi kızdırdım, samimi bir özür yazabilir misiniz?

# apology_example3
source: I dropped my girlfriend Sarah's favorite cosmetics, what should I say to apologize?
es: Dejé caer los cosméticos favoritos de mi novia Sarah, ¿qué debo decir para disculparme?
tr: Kız arkadaşım Sarah'ın favori kozmetiklerini düşürdüm, özür dilemek için ne söylemeliyim?

# invitation_example1
source: I have a talk show event on Saturday night, can I make an invitation for me to share with my audience?
es: Tengo un evento de programa de entrevistas el sábado por la noche, ¿puedo hacer una invitación para compartir con mi audiencia?
tr: Cumartesi akşamı bir talk-show etkinliğim var, izleyicilerimle paylaşmak için bir davet yapabilir miyim?

# invitation_example2
source: I'm having my l6th birthday, I want to make an invitation for my childhood friend Mage.
es: Voy a cumplir 16 años, quiero hacer una invitación para mi amiga de la infancia Mage.
tr: 16. doğum günümü kutluyorum, çocukluk arkadaşım Mage için bir davet yapmak istiyorum.

# invitation_example3
source: I want to make a dinner party with my high school friends, please make me an invitation to give them.
es: Quiero hacer una cena con mis amigos de la escuela secundaria, por favor, hazme una invitación para darles.
tr: Lise arkadaşlarımla bir akşam yemeği partisi yapmak istiyorum, onlara bir davet yapar mısınız?

# create_conversation_example1
source: Write me a conversation between 4 people discussing tourist destinations in America
es: Escríbeme una conversación entre 4 personas discutiendo destinos turísticos en América.
tr: Amerika'daki turistik yerler hakkında konuşan 4 kişi arasında bir konuşma yazın.

# create_conversation_example2
source: <![CDATA[Do me a two person conversation between John & Lily about attending a school reunion.]]>
es: <![CDATA[Escríbeme una conversación entre John y Lily sobre asistir a una reunión escolar.]]>
tr: <![CDATA[John & Lily arasında okul mezuniyetinde buluşma konusunda iki kişilik bir konuşma yapın.]]>

# create_conversation_example3
source: Give me a short conversation between three people discussing quantum physics.
es: Dame una conversación breve entre tres personas discutiendo la física cuántica.
tr: Üç kişinin kuantum fiziği hakkında kısa bir konuşması yapın.

# tell_joke_example1
source: Tell me a joke about lion
es: Cuéntame un chiste sobre leones.
tr: Aslanla ilgili bir şaka anlatın.

# tell_joke_example2
source: Throw me some high school jokes
es: Dime algunos chistes de la escuela secundaria.
tr: Bana lise şakaları anlatın.

# tell_joke_example3
source: Write me 5 jokes about giraffes for me to tell my friends.
es: Escríbeme 5 chistes sobre jirafas para que se los cuente a mis amigos.
tr: Arkadaşlarıma anlatmak için bana 5 zürafayla ilgili şaka yazın.

# food_recipes_example1
source: I want to eat a salad, give me a simple salad recipe with the main ingredients avocado, cabbage, tomatoes and carrots.
es: Quiero comer una ensalada, dame una receta sencilla de ensalada con los ingredientes principales: aguacate, col, tomates y zanahorias.
tr: Salata yemek istiyorum, ana malzemeleri avokado, lahana, domates ve havuç olan basit bir salata tarifi verin.

# food_recipes_example2
source: Give me a recipe for making Korean oriental Paieon that's not so spicy.
es: Dame una receta para hacer Paieon oriental coreano que no sea muy picante.
tr: Çok baharatlı olmayan Kore mutfağına ait Paieon yapmak için bir tarif verin.

# food_recipes_example3
source: Give me an Italian food recipe that is low in fat and cholesterol.
es: Dame una receta de comida italiana baja en grasa y colesterol.
tr: Yağ ve kolesterol bakımından düşük bir İtalyan yemek tarifi verin.

# diet_plan_example1
source: I weigh 80 kg, I want a diet plan to eat vegetables without avocado and cabbage because I hate it.
es: Peso 80 kg, quiero un plan de dieta para comer verduras sin aguacate y col porque no me gustan.
tr: 80 kilo ağırlığındayım, avokado ve lahanayı sevmediğim için sebzeleri yiyebileceğim bir diyet planı istiyorum.

# diet_plan_example2
source: I want a fruit diet plan without pineapple and papaya for 1 full month.
es: Quiero un plan de dieta de frutas sin piña y papaya durante 1 mes completo.
tr: 1 tam ay boyunca ananas ve papaya içermeyen bir meyve diyet planı istiyorum.

# diet_plan_example3
source: Put me on a nut, tomato and fish free diet plan because I'm allergic to them.
es: Ponme en un plan de dieta sin nueces, tomate y pescado porque soy alérgico a ellos.
tr: Fındık, domates ve balık içermeyen bir diyet planına koyun çünkü onlara alerjim var.

source: Type something like:
es: Escribe algo similar a:
tr: Buna benzer bir şeyler yazın:

source: Empty
es: Vacío
tr: Boş

# no_history
source: You have no history.
es: No tienes historial.
tr: Geçmişiniz yok.

source: Clear All History
es: Borrar todo el historial
tr: Tüm Geçmişi Temizle

# are_you_sure_delete_all_history
source: Are you sure you want to clear all history?
es: ¿Estás seguro de que quieres borrar todo el historial?
tr: Tüm geçmişi silmek istediğinizden emin misiniz?

source: Cancel
es: Cancelar
tr: İptal

# yes_clear_all
source: Yes, Clear
es: Sí, borrar
tr: Evet, Temizle

# search_conversation
source: Search…
es: Buscar...
tr: Ara…

source: Upgrade to PRO!
es: Actualizar a PRO
tr: PRO'ya yükselt!

# upgrade_to_pro_description
source: Enjoy all benefits without restrictions
es: Disfruta de todos los beneficios sin restricciones.
tr: Sınırsız tüm avantajlarından yararlanın

source: Language
es: Idioma
tr: Dil

source: General
tr: Genel

# dark_theme
source: Dark Mode
es: Modo Oscuro
tr: Karanlık Mod

source: Help Center
es: Centro de ayuda
tr: Yardım Merkezi

source: About
es: Acerca de
tr: Hakkında

source: Privacy Policy
es: Política de privacidad
tr: Gizlilik Politikası

# about_us
source: About iCommand
es: Acerca de ConversAI
tr: ConversAI Hakkında

source: Logout
es: Cerrar sesión
tr: Çıkış Yap

# are_you_sure_logout
source: Are you sure you want to log out?
es: ¿Estás seguro de que quieres cerrar sesión?
tr: Çıkış yapmak istediğinizden emin misiniz?

source: Yes, Logout
es: Sí, cerrar sesión
tr: Evet, Oturumu Kapat

source: Settings
es: Configuración
tr: Ayarlar

source: Restore Purchase
es: Restaurar compra
tr: Satın Alma İşlemini Geri Yükle

source: Purchase
es: Comprar
tr: Satın Al

# powered_by_chat_gpt
source: Powered by ChatGPT 4
es: Desarrollado por ChatGPT 4
tr: Gücünü ChatGPT 4'den alır

source: Remove Ads
es: Eliminar anuncios
tr: Reklamları Kaldır

source: Unlimited Messages
es: Mensajes ilimitados
tr: Sınırsız Mesaj

source: Cancel Anytime
es: Cancelar en cualquier momento
tr: İstediğin Zaman İptal Et

source: Restore
es: Restaurar
tr: Geri Yükle

source: Weekly
es: Semanal
tr: Haftalık

source: Monthly
es: Mensual
tr: Aylık

source: Yearly
es: Anual
tr: Yıllık

source: Per Week
es: Por semana
tr: Her Hafta

source: Per Month
es: Por mes
tr: Aylık

source: Per Year
es: Por año
tr: Yılda

source: Save %85
es: Ahorra 85%
tr: %85 Kazan

# secured_by_app_store
source: Secured by App Store. Cancel Anytime
es: Seguro por App Store. Cancelar en cualquier momento
tr: İstediğin Zaman App Store'dan İptal Et

# watch_ad
source: Watch Short Ad
es: Ver anuncio corto
tr: Kısa Reklam İzle

# you_reach_free_message_limit
source: You have reached the daily free message limit, you can upgrade to the PRO version or you can get 1 more free message by watching a short ad.
es: Has alcanzado el límite diario gratuito de mensajes. Puedes actualizar a la versión PRO o puedes obtener 1 mensaje adicional gratuito viendo un anuncio corto.
tr: Günlük ücretsiz mesaj sınırına ulaştınız, PRO sürüme geçebilir veya kısa bir reklam izleyerek 1 ücretsiz mesaj daha alabilirsiniz.

source: Welcome to Pro Version!
es: ¡Bienvenido a la versión PRO!
tr: Pro Sürüme Hoş Geldiniz!

source: Pro Version Not Purchased
es: Versión PRO no comprada
tr: Pro Sürüm Satın Alınmadı

source: Network Error
es: Error de red
tr: Ağ Hatası

# no_conection_try_again
source: Please, connect to the internet and try again.
es: Por favor, conéctate a internet y vuelve a intentarlo.
tr: Lütfen internete bağlanın ve tekrar deneyin.

source: Update
es: Actualizar
tr: Güncelle

# there_is_new_version
source: There is new version of this app, please update
es: Hay una nueva versión de esta aplicación, por favor actualiza
tr: Uygulamanın yeni versiyonu bulundu, lütfen güncelleyiniz.
